"providerDisplayName" = "天气助手";
"providerDescription" = "查询城市的当前天气。";
"lang" = "zh";
"direction" = "风向";
"humidity" = "湿度";
"sunrise" = "日出";
"sunset" = "日落";

"null" = "- -";
"not available" = "暂无";

"无对应的天气结果" = "无对应的天气结果";
"回车后进入雅虎天气进行查询" = "点击进入雅虎天气进行查询";
"http://hk.weather.yahoo.com/" = "http://hk.weather.yahoo.com/";

"Are you sure to delete all regions" = "您确定要删除所有地区";
"After delete all regions, weather widget will be closed." = "删除所有地区后，天气widget将会关闭。";
"OK" = "确定";
"Cancel" = "取消";
"The number of city has reached the limit." = "城市已添加满。";